; MSETUP4 string table
[STRING]
CHARSET="204"
FONTNAME="MS Shell Dlg"
FONTNAME_Mac="Arial"
ITEMFONTNAME=
ITEMCHARSET=
Other_UserLaunched_Mac=
MSE1="Не вдається перезавантажити систему. Закрийте програму встановлення і запущене наразі програмне забезпечення. Після цього закрийте програму настроювання для Canon і повторіть спробу."
MSE2="Цю програму не можна використовувати в цій операційній системі."
MSE3="Щоб встановити програмне забезпечення, необхідно увійти в систему з обліковим записом адміністратора.\nНатисніть кнопку [OK], щоб скасувати встановлення. Якщо ви використовуєте компакт-диск, вийміть його після натискання [OK].\nСкасувавши встановлення, увійдіть у систему з обліковим записом адміністратора та встановіть програмне забезпечення."
MSE3_Mac=
MSE31_Mac=
MSE4="Для відображення вибраного файлу необхідне відповідне програмне забезпечення."
MSE5="Недостатньо місця на диску %D%. Для встановлення програмного забезпечення необхідно %S% МБ."
MSE6="Зазначена неприпустима папка. Укажіть папку, у якій дозволено запис і яка знаходиться на жорсткому диску комп’ютера."
MSE7="Програму не вдається запустити, оскільки роздільна здатність екрана надто мала. Установіть для роздільної здатності значення 800x600 пікселів або більше, потім виконайте операцію повторно.\nЯкщо встановлення здійснюється на планшетний ПК, установіть для екрана альбомну орієнтацію, потім виконайте операцію."
MSE7_Mac=
MSE8="У дисководі немає компакт-диска.\nВставте компакт-диск у дисковод повторно."
MSE9="Ім’я файлу не може містити жодного з таких символів:\n/ , ; * ? \\" < > |"
MSE10="Довжина зазначеного шляху до файлу перевищує максимальну. Укажіть шлях до файлу довжиною не більше 150 символів."
MSE11="Букву диска не включено до зазначеного шляху до файлу або зазначено відносний шлях. Зазначте абсолютний шлях."
MSE14="Ця програма не підтримується комп'ютером."
MSE15="Цю програму можна запустити в ОС Windows 2000 Service Pack 4 або пізніших версіях. Якщо використовується версія операційної системи нижче Service Pack 4, оновіть Windows 2000 до Service Pack 4 або пізнішої версії і виконайте операцію повторно."
MSE16="Не вдається відкрити файл."
MSE17="Цю програму можна запустити в ОС Windows XP Service Pack 2 або пізніших версіях. Якщо використовується версія операційної системи нижче Service Pack 2, оновіть Windows XP до Service Pack 2 або пізнішої версії і виконайте операцію повторно."
MSE18="Цю програму можна запустити в ОС Windows XP Service Pack 3 або пізніших версіях. Оновіть Windows XP до Service Pack 3 або пізнішої версії і виконайте операцію повторно."
MSE19="Цю програму можна запустити в ОС Windows Vista Service Pack 1 або пізніших версіях. Оновіть Windows Vista до Service Pack 1 або пізнішої версії і виконайте операцію повторно."
MSE20="Цю програму можна запустити в ОС Windows Vista Service Pack 2 або пізніших версіях. Оновіть Windows Vista до Service Pack 2 або пізнішої версії і виконайте операцію повторно."
MSE21="У дисководі немає компакт-диска. Програма настроювання закриється."
MSM0001="OK"
MSM0002="Скасувати"
MSM0003="Так"
MSM0004="Ні"
MSM0005="Назад"
MSM0006="Далі"
MSM0007="Продовжити"
MSM0008="Перервати"
MSM0009="Вихід"
MSM0010="Встановлення"
MSM0011="Довідка"
MSM0012="Вибрати всі"
MSM0013="Стерти всі"
MSM0014="Перевірити останню інформацію"
MSM0015="Продовжити встановлення"
MSM0016="Скасувати встановлення"
MSM0017="Мова"
MSM0018="Значення за промовчанням"
MSM0019="Пропустити"
MSM0020="На початок"
MSM0021="Закрити"
MSM0022="Зберегти"
MSM0101="Помилка"
MSM0102="Застереження"
MSM0103="Інформація"
MSM0104="Canon"
MSM1001="Мова"
MSM1002="Виберіть, яка мова використовуватиметься в цій програмі, потім клацніть [Далі]."
MSM1003="Виберіть, яка мова використовуватиметься в цій програмі, потім клацніть [Назад]."
MSM1004="Виберіть потрібну мову."
MSM1011=
MSM1021="Отримання інформації"
MSM1022="Отримання інформації щодо останнього драйвера та програмного забезпечення."
MSM1023=
MSM1024="Отримання інформації щодо останнього програмного забезпечення."
MSM1031="Помилка отримання інформації"
MSM1032="Не вдалось отримати інформацію щодо останнього драйвера та програмного забезпечення. Перевірте наявність підключення до мережі та повторіть спробу."
MSM1033="Не вдалося знайти програмне забезпечення, сумісне з вашим середовищем."
MSM1034="Не вдалось отримати інформацію щодо останнього програмного забезпечення. Перевірте наявність підключення до мережі та повторіть спробу."
MSM1051="Вибір принтера"
MSM1052="Вибір сканера"
MSM1103="США, Канада, Латинська Америка"
MSM1104="Європа, Близький Схід, Африка"
MSM1105="Азія"
MSM1106="Тихоокеанський регіон"
MSM1116="Країна та регіон"
MSM1117="Вибір місця проживання."
MSM1118="Виберіть свою країну або регіон. Якщо ваша країна або регіон відсутні в наведеному нижче списку, виберіть \"Інше\"."
MSM1241="Запуск настроювання"
MSM1242="Запуск інсталяції, необхідної для використання апарата на комп’ютері. Дотримуйтеся вказівок на екрані."
MSM1243="Запуск настроювання"
MSM1244="Це програмне забезпечення дає змогу використовувати апарат на комп’ютері."
MSM1245="Корисне програмне забезпечення"
MSM1246="Пояснює, як завантажити програмне забезпечення та з його допомогою використ. апарат макс. ефективно."
MSM1247="Онлайновий посібник"
MSM1248="Посібник користувача можна переглянути в Інтернеті."
MSM1249="Використовуйте оновлене програмне забезпечення, знайдене в Інтернеті"
MSM1250="Параметри"
MSM1305="Вільне місце на диску %DRIVELETTER% — %DISKSPACE% МБ"
MSM1306="Загальне використовуване місце:: %ITEMSPACE% МБ"
MSM1307="%s МБ"
MSM1311="Прикладна програма"
MSM1312="Очікувана тривалість встановлення: від %INSTALLTIME_MIN% до %INSTALLTIME_MAX% хв."
MSM1315="Встановлення може тривати деякий час — це залежить від мережевого середовища."
MSM1451="Список встановлюваного програмного забезпечення"
MSM1452="Будуть встановлені перелічені програми. Переконайтеся, що програмне забезпечення, яке потрібно встановити, вибрано, потім натисніть кнопку [Далі]."
MSM1453_Mac=
MSM1454="Це програмне забезпечення є обов’язковим, і скасувати його вибір не можна."
MSM1455_Mac=
MSM1601="Ліцензійна угода"
MSM1602="Перед встановленням вибраних програм уважно прочитайте наведену нижче ліцензійну угоду."
MSM1603="Якщо ви згодні з її умовами, натисніть кнопку [Так]. Якщо клацнути [Ні], встановлення програмного забезпечення буде скасовано."
MSM1604="Уважно прочитайте наведену нижче ліцензійну угоду, перш ніж встановлювати %CURRENT_STEPITEM%."
MSM1605="Якщо ви згодні з умовами угоди, натисніть кнопку [Так]. Якщо клацнути [Ні], це програмне забезпечення не буде встановлено."
MSM1606="Продукти Canon"
MSM1607="Якщо ви не згодні з умовами угоди, програмне забезпечення не буде встановлено. Продовжувати?"
MSM1608="Якщо ви не згодні з умовами угоди, це програмне забезпечення, а також програма Print Studio Pro, яка вимагає наявності цього програмного забезпечення, не будуть установлені. Продовжувати?"
MSM1671="Встановлення .NET Framework"
MSM1672="На комп’ютері не встановлено Microsoft .NET Framework 4. Для використання всіх функцій програмного забезпечення необхідно встановити Microsoft .NET Framework 4. Установити його?"
MSM1681="Microsoft .NET Framework 4 не знайдений"
MSM1682="Microsoft .NET Framework 4 не знайдений або встановлений неправильно.\nДля встановлення цього програмного забезпечення необхідно правильно встановити Microsoft .NET Framework 4."
MSM1683="Для вибраного програмного забезпечення потрібно встановити .Net Framework. Це програмне забезпечення не буде встановлено за відсутності з’єднання з Інтернетом."
MSM1684="  - %s"
MSM1701="Перебіг встановлення: %PROGRESS%%"
MSM1702="До завершення приблизно %RESTTIME% хв."
MSM1711="Завантаження..."
MSM1712="Підрахунок часу, що залишився..."
MSM1804="Ліцензійна угода"
MSM1809="Завершення"
MSM1901="Обробка"
MSM1902="Триває обробка. Зачекайте."
MSM1903="Це може тривати близько хвилини."
MSM1904="Встановлення: %ITEM%"
MSM1905="Завантаження: %ITEM%"
MSM1906="Завантаження %PROG_CAPA%/%TOTAL_CAPA%MB"
MSM1907="Перевірка елементів для завантаження..."
MSM1908="Завантаження... %d/%d"
MSM2001="Підключення принтера"
MSM2002="Переконайтеся, що принтер підключений до комп’ютера, потім увімкніть принтер."
MSM2003="Принтер не виявлено. Перевірте підключення."
MSM2008="Принтер реєструється на комп’ютері. \nЦе може тривати деякий час."
MSM2010="Підключення принтера"
MSM2031="Підключення сканера"
MSM2032="Переконайтеся, що сканер підключений до комп’ютера, потім увімкніть сканер, якщо він має кнопку УВІМК."
MSM2033="Сканер не виявлено. Перевірте підключення."
MSM2034="Сканер виявлено. Зачекайте, доки завершиться встановлення."
MSM2096="Виявлення принтера"
MSM2097="Відбувається пошук принтера в мережі."
MSM2111="Перевірка стану принтера"
MSM2112="Перевірте спосіб підключення"
MSM2113="Підключити принтер до наведеного нижче маршрутизатора безпроводової мережі за допомогою безпроводового з'єднання?"
MSM2114="Маршрутизатор безпроводової мережі: %s"
MSM2115="Принтер (серійний номер): %s (%s)"
MSM2116="Дозволити використання цього принтера через підключення до Wi-Fi?"
MSM2117="Дозволити використання цього принтера через підключення до проводової локальної мережі?"
MSM2118="Дозволити використання %s через USB-підключення?"
MSM2119="Дозволити використання цього принтера через безпосереднє підключення?"
MSM2120="Про типи підключення"
MSM2121="Виберіть маршр. безпр. мережі"
MSM2122="Виберіть маршрутизатор безпроводової мережі, який потрібно підключити до принтера."
MSM2123="Маршрутизатори безпроводової мережі:"
MSM2124="Пароль:"
MSM2125="Приховати текст"
MSM2126="Додати вручну"
MSM2131="Введіть відомості про маршрутизатор безпроводової мережі."
MSM2132="Ім'я мережі (SSID):"
MSM2133="Тип шифрування:"
MSM2134="Не використовувати"
MSM2135="Використовувати WEP"
MSM2136="Використовувати WPA/WPA2"
MSM2137="Нічого"
MSM2138="WEP"
MSM2139="WPA/WPA2"
MSM2141="Довжина ключа WEP:"
MSM2142="64 біта"
MSM2143="128 бітів"
MSM2151="Формат ключа WEP:"
MSM2152="ASCII"
MSM2153="Hex"
MSM2161="Ідентифікатор ключа WEP:"
MSM2162="1"
MSM2163="2"
MSM2164="3"
MSM2165="4"
MSM2171="Для 64-розрядної мережі WEP довжина ключа повинна бути 5 символів у форматі ASCII.\nВведіть ще раз."
MSM2172="Для 64-розрядної мережі WEP довжина ключа повинна бути 10 цифр у форматі hex.\nВведіть ще раз."
MSM2173="Для 128-розрядної мережі WEP довжина ключа повинна бути 13 символів у форматі ASCII.\nВведіть ще раз."
MSM2174="Для 128-розрядної мережі WEP довжина ключа повинна бути 26 цифр у форматі hex.\nВведіть ще раз."
MSM2175="Якщо ключ має формат ASCII, не можна використовувати символи, відмінні від ASCII. \nВведіть правильне значення."
MSM2176="Якщо ключ має шістнадцятковий формат, не можна використ. символи, відмінні від шістнадцяткових цифр. \nВведіть правильне значення."
MSM2177="Введіть пароль, довжина якого від 8 до 63 символів (ASCII), або довжиною 64 цифри (шістнадцятковий формат)."
MSM2178="Пароль недійсний. Введіть 5 чи 13 символів або 10 чи 26 символів (шістнадцятковий формат)."
MSM2181="Перевірити ім'я мережі (SSID)"
MSM2182="Маршрутизатор безпроводової мережі (SSID): %s\n\nЯкщо ім'я мережі (SSID) вибрано правильно, натисніть кнопку [Далі], щоб продовжити.\nЯкщо ім'я мережі (SSID) вибрано неправильно, натисніть [Назад] і додайте маршрутизатор безпроводової мережі ще раз."
MSM2183="Пароль маршрутизатора безпроводової мережі може бути неправильним.\nНатисніть [Назад] і введіть пароль знову."
MSM2184="Помилка вибору мережі (SSID)"
MSM2185="Ваш принтер не підтримує мережі з частотою 5 ГГц.\nНатисніть кнопку [Назад] і виберіть мережу (SSID), що підтримує частоту 2,4 ГГц."
MSM2186="Тип шифрування маршрутизатора безпроводової мережі не відповідає параметрам шифрування.\nНатисніть [Назад] і додайте маршрутизатор безпроводової мережі ще раз."
MSM2190="Вибір мережі (SSID)"
MSM2191="Принтеру не вдається знайти мережу (SSID), до якої підключено цей комп'ютер. Виберіть ім'я мережі (SSID)."
MSM2192="MAC-адреса:"
MSM2193="(Вибрати)"
MSM2194="Інші мережі"
MSM2195="Параметри мережі (SSID)"
MSM2196="Введіть дані мережі (SSID)."
MSM2197="Пароль"
MSM2198="Введіть пароль мережі (SSID)."
MSM2199="Ім'я мережі (SSID): %s"
MSM2200="Ім'я мережі (SSID): %s\n\nЯкщо ім'я мережі (SSID) вибрано правильно, натисніть кнопку [Далі], щоб продовжити.\nЯкщо ім'я мережі (SSID) вибрано неправильно, натисніть [Назад] і виберіть ім'я мережі (SSID) ще раз."
MSM2201="Пароль мережі (SSID) може бути неправильним.\nНатисніть [Назад] і введіть пароль знову."
MSM2202="Ваш принтер не підтримує мережі з частотою 5 ГГц.\nНатисніть кнопку [Назад] і виберіть мережу (SSID), що підтримує частоту 2,4 ГГц."
MSM2203="Тип шифрування мережі (SSID) не відповідає параметрам шифрування.\nНатисніть [Назад] і встановіть налаштування ще раз."

MSM2252="Встановлення завершено"
MSM2253="Інсталяцію для друку з комп’ютера завершено.\nДалі буде встановлено програмне забезпечення."
MSM2254="Встановлення не завершено.\nЩоб продовжити встановлення корисного програмного забезпечення, клацніть [Продовжити]."
MSM2255="Встановлення завершено."
MSM2256="Тепер можна друкувати з комп'ютера."
MSM2261="Встановлення"
MSM2262="Підключення до мережі вимкнено на час встановлення.\nЦе може тривати кілька хвилин. Зачекайте."
MSM2263="Не вдалося виконати настроювання без кабелю. Призупиніть процес і виберіть інший метод настроювання, виконуючи наведені нижче вказівки на екранах."
MSM2264="Виконується встановлення. Це може тривати кілька хвилин. Зачекайте."
MSM2301="Помилка під час встановлення"
MSM2310="Помилка пошуку принтера"
MSM2311="Підключений принтер не знайдено.\nЩоб здійснити пошук принтера знову, натисніть [Повторний пошук]."
MSM2312="Повторний пошук"
MSM2313="Настроювання скасовано"
MSM2314="Настроювання було скасовано.\nНатисніть кнопку [На початок] і перезапустіть настроювання."
MSM2315="Встановлення не вдалось.\nНатисніть кнопку [На початок] і перезапустіть настроювання."
MSM2390="Перш ніж використовувати принтер, потрібно виконати вирівнювання друкуючої головки. Щоб отримати докладнішу інформацію, натисніть [Вирівнювання друкуючої головки] та дотримуйтеся вказівок, що з'являються на екрані.\n\nНатисніть [Далі], коли вирівнювання буде завершено."
MSM2391="Вирівнювання друкуючої головки"
MSM2401="Вирівнювання друкуючої головки"
MSM2411="Вирівнювання друкуючої головки"
MSM2413="Виконати"
MSM2414="Якщо на цьому принтері друкуватимуться фотографії, рекомендується виконати вирівнювання друкуючої головки. Щоб виконати вирівнювання друкуючої головки зараз, завантажте звичайний папір у касету і натисніть кнопку [Виконати]. Після завершення вирівнювання головки натисніть кнопку [Далі]. Докладніше про це див. у посібнику з використання принтера.\n\nВиконати вирівнювання головки можна також після завершення настроювання. Щоб продовжити без виконання вирівнювання друкуючої головки, натисніть кнопку [Далі]."
MSM2416="Перед використанням цього принтера необхідно виконати вирівнювання друкуючої головки. Натисніть кнопку [Виконати], щоб відобразити екран «Запуск вирівнювання друкуючої головки». Дотримуйтеся вказівок, що з’являються на екрані, щоб надрукувати зразок для вирівнювання друкуючої головки. Помістіть надрукований зразок на валик і відскануйте його.\n\nПісля завершення вирівнювання друкуючої головки натисніть кнопку [Далі]."
MSM2416_Mac=
MSM2417="У цьому принтері передбачено функцію вирівнювання друкуючої головки. Якщо на роздруківках є перекошені прямі лінії або їх якість незадовільна, можливо, усунути ці проблеми допоможе вирівнювання друкуючої головки."
MSM2418="Перед використанням цього принтера необхідно виконати вирівнювання друкуючої головки. Завантажте папір у принтер і натисніть кнопку [Виконати], а потім натисніть кнопку [Далі]."
MSM2418_Mac=
MSM2420="Виконується пошук принтерів."
MSM2421="Виконується пошук принтера %PRODUCTNAME%."
MSM2422="Не знайдено чергу завдань друку."
MSM2423="Клацніть [Зареєструвати принтер], щоб зареєструвати принтер."
MSM2424="Зареєструвати принтер"
MSM2434="Зареєструвати сканер"
MSM2437_Mac=
MSM2438_Mac="Якщо натиснути [Додати принтер], відобразяться доступні принтери. Виберіть %s, у полі типу якого відображається напис «Canon IJ Network», і натисніть [Додати].\nПісля додавання принтера натисніть [Далі]."
MSM2439_Mac=
MSM2440_Mac=
MSM2441_Mac=
MSM2451="Реєстрація користувача"
MSM2453="Далі"
MSM2464="Реєстрація користувача"
MSM2465="Зареєструйте свій виріб Canon сьогодні, щоб отримати такі переваги:\n- отримувати електронною поштою щомісячний бюлетень з описом заощаджень для користувачів продукції Canon\n- отримувати чудові проекті Creative Park і корисні поради\n- одним із перших отримувати повідомлення про оновлення програмного забезпечення"
MSM2474="Реєстрація користувача"
MSM2475="Зареєструвавши свій виріб, ви зможете отримувати корисну інформацію про товарі й послуги. Для реєстрації потрібно підключення до Інтернету."
MSM2484="Реєстрація виробу"
MSM2485JU="Зареєструйте свій виріб Canon сьогодні, щоб отримати такі переваги:\n- Canon U.S.A. зберігатиме вашу інформацію на випадок подання страхових позовів\n- одним із перших отримувати повідомлення про оновлення програмного забезпечення\n- отримувати електронною поштою щомісячний бюлетень з описом заощаджень для користувачів продукції Canon"
MSM2485M="Оновивши або зареєструвавши новий виріб, ви зможете отримувати корисну інформацію про товарі й послуги. Для оновлення й реєстрації потрібно підключення до Інтернету."
MSM2486_Mac="Якщо натиснути кнопку [Далі], назва виробу та відомості про операційну систему й ваше місцеперебування автоматично збиратимуться й надсилатимуться в компанію Canon через Інтернет. Ця інформація використовуватиметься виключно з метою відкриття екрана реєстрації."
MSM2486_Mac2="Якщо натиснути кнопку [Далі], назва виробу, відомості про операційну систему й ваше місцеперебування та серійний номер принтера автоматично збиратимуться й надсилатимуться в компанію Canon через Інтернет. Ця інформація використовуватиметься виключно з метою відкриття екрана реєстрації."
MSM2487="Щоб виконати реєстрацію пізніше, натисніть кнопку [Скасувати] і перейдіть до наступного кроку. Крім того, вироби можна зареєструвати будь-коли через програму Quick Menu."
MSM2501="CANON iMAGE GATEWAY Реєстрація користувача"
MSM2502="Реєстрація"
MSM2503="CANON iMAGE GATEWAY Реєстрація виробу"
MSM2504="CANON iMAGE GATEWAY — це унікальна онлайн-служба для покупців продуктів, доступна для безкоштовного доступу або за щорічну плату за членство. За наявності реєстрації користувача можна використовувати різноманітні послуги, які збільшать задоволення від цифрових фотографій."
MSM2505="CANON iMAGE GATEWAY — веб-сайт, на якому з учасників не стягується платня. Ми надаємо відомості про підтримку наших продуктів та інформацію щодо друку матеріалів, як-от новорічних листівок. Ми пропонуємо корисні поради про прийоми зйомки нашими камерами, які допоможуть вам краще використовувати наші продукти, а також цінні відомості про знижки виключно для учасників нашого веб-сайту."
MSM2506="Якщо натиснути кнопку [Реєстрація], назва виробу та відомості про операційну систему й ваше місцеперебування автоматично збиратимуться й надсилатимуться в компанію Canon через Інтернет. Ця інформація використовуватиметься виключно з метою відкриття екрана реєстрації."
MSM2507="Якщо натиснути кнопку [Реєстрація], назва виробу, відомості про операційну систему й ваше місцеперебування та серійний номер принтера автоматично збиратимуться й надсилатимуться в компанію Canon через Інтернет. Ця інформація використовуватиметься виключно з метою відкриття екрана реєстрації."
MSM2511="Реєстрація користувача"
MSM2513="Реєстрація виробу"
MSM2514="Зареєструйте свій виріб Canon сьогодні, щоб отримати такі переваги:\n- отримувати електронною поштою щомісячний бюлетень з описом заощаджень для користувачів продукції Canon\n- отримувати чудові проекті Creative Park і корисні поради\n- одним із перших отримувати повідомлення про оновлення програмного забезпечення"
MSM2515="Зареєструвавши свій виріб, ви зможете отримувати корисну інформацію про товарі й послуги. Для реєстрації потрібно підключення до Інтернету."
MSM2516="Якщо натиснути кнопку [Далі], назва виробу та відомості про операційну систему й ваше місцеперебування автоматично збиратимуться й надсилатимуться в компанію Canon через Інтернет. Ця інформація використовуватиметься виключно з метою відкриття екрана реєстрації."
MSM2517="Якщо натиснути кнопку [Далі], назва виробу, відомості про операційну систему й ваше місцеперебування та серійний номер принтера автоматично збиратимуться й надсилатимуться в компанію Canon через Інтернет. Ця інформація використовуватиметься виключно з метою відкриття екрана реєстрації."
MSM2521="Реєстрація користувача. Назва виробу, відомості про операційну систему й ваше місцеперебування та серійний номер принтера автоматично збиратимуться й надсилатимуться в компанію Canon через Інтернет. Ця інформація використовуватиметься тільки для відкриття екрана реєстрації. Для продовження натисніть кнопку [OK]."
MSM2522="Реєстрація користувача. Назва вашого виробу, інформація про операційну систему і місце використання автоматично збиратимуться й надсилатимуться в компанію Canon по Інтернету. Ця інформація використовуватиметься тільки для відкриття екрана реєстрації. Для продовження натисніть кнопку [OK]."
MSM2526="Реєстрація користувача. Назва виробу, відомості про операційну систему й ваше місцеперебування та серійний номер принтера автоматично збиратимуться й надсилатимуться в компанію Canon через Інтернет. Ця інформація використовуватиметься тільки для відкриття екрана реєстрації. Для продовження натисніть кнопку [OK]."
MSM2527="Реєстрація користувача. Назва вашого виробу, інформація про операційну систему і місце використання автоматично збиратимуться й надсилатимуться в компанію Canon по Інтернету. Ця інформація використовуватиметься тільки для відкриття екрана реєстрації. Для продовження натисніть кнопку [OK]."
MSM2551="Реєстрація користувача Canon %s"
MSM2552="Видалення реєстрації користувача"
MSM2571="Програма видалення реєстрації користувача %s"
MSM2572="Повністю видалити елемент «Реєстрація користувача Canon %s» і всі його компоненти?"
MSM2573="Видалення завершено успішно."
MSM2574="Помилка під час видалення."
MSM2575="Для завершення видалення необхідно перезапустити комп’ютер. Натисніть кнопку [OK] для перезапуску. Натисніть кнопку [Скасувати], щоб виконати перезапуск пізніше."
MSM2576="Для видалення елемента «Реєстрація користувача Canon %s» необхідно мати права адміністратора."
MSM2577="Реєстрація користувача. Назва вашого виробу, інформація про операційну систему і місце використання автоматично збиратимуться й надсилатимуться в компанію Canon по Інтернету. Ця інформація буде явним чином відображена на екрані реєстрації. Для продовження натисніть кнопку [OK]."
MSM2577_Mac2=
MSM2578="Реєстрація користувача. Назва вашого виробу, інформація про операційну систему і місце використання автоматично збиратимуться й надсилатимуться в компанію Canon по Інтернету. Ця інформація використовуватиметься тільки для відкриття екрана реєстрації. Для продовження натисніть кнопку [OK]."
MSM2578_2="Реєстрація користувача. Назва вашого виробу, інформація про операційну систему, місце використання і серійний номер автоматично збиратимуться й надсилатимуться в компанію Canon по Інтернету. Ця інформація використовуватиметься тільки для відкриття екрана реєстрації. Для продовження переконайтеся, що принтер приєднано до комп’ютера, потім увімкніть принтер і натисніть кнопку [OK]."
MSM2580="Не вдалося встановити підключення. Переконайтеся, що підключення до мережі увімкнено, потім повторіть спробу. Якщо встановити підключення все одно не вдається, зачекайте трохи і повторіть спробу. Крім того, виконати реєстрацію можна будь-коли через програму Solution Menu EX."
MSM2581="Не вдалося встановити підключення. Переконайтеся, що підключення до мережі увімкнено, потім повторіть спробу. Якщо встановити підключення все одно не вдається, зачекайте трохи і повторіть спробу."
MSM2582="Не вдалося встановити підключення."
MSM2584="Установлюється підключення. Зачекайте."
MSM2585="Введіть ім’я користувача і пароль до брандмауера."
MSM2586=
MSM2587=
MSM2589="Не вдалося встановити підключення. Переконайтеся, що підключення до мережі увімкнено, потім повторіть спробу. Якщо встановити підключення все одно не вдається, зачекайте трохи і повторіть спробу."
MSM2590="Неможливо підключитися, коли принтер зайнятий, наприклад, якщо відбувається чищення або вирівнювання друкуючої головки.\nСпробуйте налаштувати Wi-Fi знову, коли принтер не використовується."
ExecutingPrefSet_Mac=
MSM2601="Встановлення успішно завершено."
MSM2602="Перезавантажити систему зараз (рекомендовано)"
MSM2603="Продовжити онлайн"
MSM2604="Натисніть кнопку [Продовжити онлайн], щоб перейти на веб-сайт компанії Canon, на якому можна завантажити додаткові програми й отримати докладнішу інформацію про функції та служби, доступні для вашого принтера.\nЦе програмне забезпечення закриється, і в браузері відкриється веб-сайт компанії Canon."
MSM2605="Продовжити онлайн"
MSM2701="Скасування встановлення"
MSM2702_Mac="Встановлення не завершено. Щоб продовжити встановлення, клацніть [Продовжити]. Щоб скасувати встановлення, клацніть [Перервати]."
MSM2801="Змінення параметрів системи"
MSM2802="Щоб нові параметри набули чинності, необхідно перезавантажити систему.\nПерезавантажити систему зараз?"
MSM2851="Extended Survey Program"
MSM2870="Для розвитку й реалізації виробів, які задовольняють очікування споживачів, компанія Canon потребує, щоб наведена нижче інформація щодо вашого виробу Canon була надіслана в компанію Canon по Інтернету."
MSM2871="Для розвитку й реалізації виробів, які задовольняють очікування споживачів, компанія Canon потребує, щоб наведена нижче інформація щодо вашого виробу Canon була надіслана по Інтернету в юридично затверджену дослідницьку компанію."
MSM2873="Якщо ви згодні з означеним вище, натисніть кнопку [Погоджуюся]. У протилежному разі натисніть кнопку [Не погоджуюся]."
MSM2874="Для розробки й випуску виробів, які найкраще задовольняють потреби споживачів, наведені нижче відомості про виріб Canon надсилайте до компанії Canon (у разі використання виробу Canon у Китаї — у юридично затверджену дослідницьку компанію) через Інтернет."
MSM2876="Якщо ви згодні з означеним вище, натисніть кнопку [Погоджуюся], щоб запустити встановлення програми опитувань. У протилежному разі натисніть кнопку [Не погоджуюся]. Ця програма може не запуститися в операційних системах непідтримуваних версій."
MSM2901="Пробний друк"
MSM2904="Для перевірки роботи принтера буде виконано пробний друк.\nЗавантажте у принтер звичайний папір і натисніть кнопку [Пуск]. Коли пробний друк буде завершено, натисніть [Далі].\n\nЯкщо сталася помилка друку, запустіть настроювання знову, дотримуючись вказівок, що з'являються на екрані."
MSM2905="Пуск"
MSM2906="Дані надіслано для перевірки правильності роботи принтера."
MSM3001="Це програмне забезпечення необхідне для використання принтера.\nМожна виконувати операції друку відповідно до різноманітних типів і форматів паперу."
MSM3002_Mac=
MSM3008="Файли зображень можна об’єднувати текстом і легко виконувати прямий друк на етикетку диска."
MSM3009="Оновіть систему."
MSM3010="Ця службова програма дає змогу використовувати зі свого комп’ютера файли, які зберігаються на карті пам’яті, вставленій у гніздо карти пам’яті принтера."
MSM3011="Цей драйвер дає змогу використовувати пристрій у мережі."
MSM3012="За допомогою цього інструмента можна змінювати метод підключення і параметри безпеки пристрою, підключеного до мережі."
MSM3013="My Printer допомагає усувати неполадки друку, наприклад, брудний друк."
MSM3016="Драйвери MP Drivers необхідні для друку документів і сканування зображень."
MSM3018="ArcSoft PhotoStudio дає змогу виправляти й покращувати зображення, імпортовані зі сканера або цифрової камери."
MSM3019="スキャナーで読み込んだ本や新聞の文字を、テキストデータに変換する、OCRソフトウェアです。"
MSM3020="ScanSoft OmniPage SE — це OCR-програма (програма для оптичного розпізнавання тексту), призначена для перетворення тексту, вміщеного у книгах або газетах, на текстові дані."
MSM3021="Presto! PageManager спрощує сканування, обмін і впорядкування документів і фотографій. Усі ділові документи можна зберігати в необмеженій кількості вкладених папок, легко знаходячи їх за потреби."
MSM3023="Setup Utility дає змогу настроїти параметри для друку через інфрачервоне або Bluetooth-підключення."
MSM3024="Setup Utility дає змогу настроїти параметри для друку через підключення PictBridge."
MSM3026="Це додаткове програмне забезпечення, яке уможливлює і спрощує професійний фотодрук. Для використання цього додаткового програмне забезпечення необхідно встановити відповідні прикладні програми."
MSM3027="Драйвер XPS зручний для друку із прикладних програм, які підтримують друк XPS (в ОС Windows Vista або пізніших версій)."
MSM3027_0="Драйвер XPS зручний для друку із прикладних програм, які підтримують друк XPS (в ОС Windows Vista або пізніших версій). Повинен бути правильно встановлений драйвер принтера IJ."
MSM3027_1="Драйвер XPS зручний для друку із прикладних програм, які підтримують друк XPS (в ОС Windows Vista або пізніших версій). Повинні бути правильно встановлені драйвери MP Drivers."
MSM3028="ScanGear — це драйвер, необхідний для роботи сканера. Для використання цього драйвера запустіть прикладну програму, наприклад програму для обробки зображень."
MSM3028_Mac=
MSM3031_Mac=
MSM3032=
MSM3034="Це необхідно для коректного друку кольорів зображень у форматі Adobe RGB. Adobe є торговельною маркою або зареєстрованою торговельною маркою Adobe Systems Incorporated у Сполучених Штатах та/або інших країнах."
MSM3035="Setup Utility дає змогу настроїти параметри для друку через інфрачервоне підключення, Bluetooth-підключення або підключення PictBridge."
MSM3037="ScanGear CS — це драйвер сканера (драйвер TWAIN), необхідний для роботи сканера. Для використання цього драйвера запустіть прикладну програму, наприклад програму для обробки зображень."
MSM3040="Програма Easy-PhotoPrint EX дає змогу легко створити власний фотоальбом, наклейки або календар на основі фотографій із цифрової відеокамери. Можна також із легкістю друкувати фотографії без полів. Крім того, перед друком можна усунути ефект «червоних очей» або застосувати цифрове розгладження обличчя."
MSM3041="Одразу запускає додаткове програмне забезпечення, яке дає змогу легко друкувати фотографії."
MSM3042="Програма MP Navigator EX дає змогу легко імпортувати скановані зображення безпосередньо в додаткове програмне забезпечення, друкувати їх, вкладати їх у повідомлення електронної пошти та зберігати їх на комп’ютері."
MSM3043="У посібнику пояснюється, як використовувати апарат і програмне забезпечення з комплекту поставки. Надається також інформація щодо усунення неполадок."
MSM3043_Mac="У посібнику пояснюється, як використовувати апарат і програмне забезпечення з комплекту поставки. Надається також інформація щодо усунення неполадок."
MSM3044="Програма Easy-WebPrint EX дає змогу обрізувати веб-сторінки і друкувати їх у власному компонуванні. Вона з’являється у браузері у вигляді зручної панелі інструментів."
MSM3044_Mac=
MSM3045="Це програмне забезпечення дає змогу редагувати елементи швидкого кодованого набору, відомості про користувача та інші параметри, зареєстровані у принтері, і зберігати змінені параметри в комп’ютері або знову зареєструвати їх у принтері."
MSM3046="За допомогою програми Solution Menu EX можна негайно запустити прикладну програму, яка дає змогу легко друкувати альбоми та календарі або сканувати документи одним клацанням. Ви можете також легко переходити на веб-сайти Canon, які допомагають вирішувати специфічні питання."
MSM3047="お知らせメッセンジャーは、キヤノンホームページに掲載されたイベント情報や、インクジェットプリンターやデジタルカメラなどのキヤノン製品に関する最新情報やサポート情報をお届けするサービスです。"
MSM3048="Можна імпортувати фотографії і використовувати їх для створення і друку особливих робіт, зокрема колажів, листівок і календарів. Можна також друкувати фотографії без полів і виправляти або покращувати зображення за допомогою простих дій. Використовуйте цю функцію з Image Display для створення рекомендацій зі збережених фотографій."
MSM3049="Додатковий модуль для друку фотографій, який полегшує і вдосконалює професійне створення витворів мистецтва. Повинна бути встановлена відповідна прикладна програма. Докладніше про відповідні прикладні програми див. у посібнику."
MSM3050="Можна швидко запускати програмне забезпечення і посібник для виробу Canon. Можна також швидко переходити на веб-сайти, які містять корисну інформацію про продукт Canon, дають змогу виконувати інші дії тощо."
MSM3051="Для використання сканера потрібен драйвер. Він використовується для керування сканером із ICA-сумісних прикладних програм."
MSM3052="Ця службова програма сканує й зберігає зображення."
MSM3053="Можна швидко запускати програмне забезпечення для посібника до виробу Canon. Можна також швидко відкривати посібник і переходити на різні веб-сайти."
MSM3054="Додайте мовні словники, які використовуватимуться під час створення файлів PDF із текстовим пошуком або під час запуску оптичного розпізнавання тексту. Після встановлення виберіть відповідну мову на екрані налаштувань програми Canon IJ Scan Utility."
MSM3055="Це програма, що відкриває ScanGear для перегляду та сканування зображень, а потім зберігає їх на комп’ютері."
MSM3056="За допомогою цього програмного забезпечення ви можете настроювати принтер для використання через мережу."
MSM3057=
MSM3058=
MSM3059="Цей модуль призначено для Microsoft Word, Microsoft Excel і Microsoft PowerPoint. Використовуйте його для спрощення різних завдань друку — від програм Microsoft Office до системи принтера."
MSM3062="За допомогою цієї програми можна вибирати розташування тексту й зображень на сторінці під час друку."
MSM3063="Використовуйте улюблені фотографії, щоб створювати й друкувати неповторні колажі, листівки, календарі тощо. Крім того, можна друкувати фотографії без полів."
MSM3064="Просто виберіть папку з фотографіями, і програма автоматично вибере фотографії та скомпонує їх у фотокнигу. Після розміщення фотографій у програмі в бажаному для вас порядку фотокнигу можна буде надрукувати з високою роздільною здатністю на фотопринтері Canon. Можна також використовувати програму Easy-PhotoPrint Editor, щоб друкувати фотографії з вашої фотокниги на домашньому принтері."
MSM3066="Просто виберіть папку з фотографіями, і програма автоматично вибере фотографії та скомпонує їх у фотокнигу. Після розміщення фотографій у програмі в бажаному для вас порядку фотокнигу можна буде надрукувати з високою роздільною здатністю на фотопринтері Canon. Можна також використовувати програму Easy-PhotoPrint Editor, щоб друкувати фотографії з вашої фотокниги на домашньому принтері."

MSM4001W="Драйвер принтера IJ"
MSM4001="Драйвер принтера"
MSM4002="Посібник користувача"
MSM4008="CD-LabelPrint"
MSM4012="Memory Card Utility"
MSM4014="Network Setup"
MSM4015="Canon IJ Network Tool"
MSM4016="MP Drivers"
MSM4018="ArcSoft PhotoStudio"
MSM4020="読取革命Lite"
MSM4021="My Printer"
MSM4022="ScanSoft OmniPage SE"
MSM4023="Presto! PageManager"
MSM4024="Canon Setup Utility"
MSM4026="Easy-PhotoPrint Pro"
MSM4027="Драйвер XPS"
MSM4028="ScanGear"
MSM4032="File Management Revolution"
MSM4034="Adobe RGB (1998)"
MSM4037="ScanGear CS"
MSM4040="Easy-PhotoPrint EX"
MSM4041="Solution Menu"
MSM4042="MP Navigator EX"
MSM4044="Easy-WebPrint EX"
MSM4045="Програма швидкого набору"
MSM4046="Solution Menu EX"
MSM4047="お知らせメッセンジャー"
MSM4048="My Image Garden"
MSM4049="Print Studio Pro"
MSM4050="Quick Menu"
MSM4051="Драйвер ICA"
MSM4052=
MSM4053="Quick Utility Toolbox"
MSM4054="Додаткові словники для програми оптичного розпізнавання тексту (Китайська / корейська)"
MSM4055="IJ ScanGear Starter EX"
MSM4056="IJ Network Device Setup Utility"
MSM4057=
MSM4058=
MSM4059="imagePROGRAF Print Plug-In for Office"
MSM4060=
MSM4063="Free Layout plus"
MSM4064="Easy-PhotoPrint Editor"
MSM4065="PhotoJewel S: створення унікальних фотокниг"
MSM4067="hdAlbum EZ: створення унікальних фотокниг"

MSM4101=
MSM4102=
MSM4108=
MSM4112=
MSM4115=
MSM4116=
MSM4118=
MSM4120=
MSM4121=
MSM4122=
MSM4123=
MSM4124=
MSM4126=
MSM4127=
MSM4128=
MSM4132="パナソニック ソリューションテクノロジー"
MSM4134=
MSM4137=
MSM4140=
MSM4141=
MSM4142=
MSM4144=
MSM4145=
MSM4146=
MSM4147=
MSM4148=
MSM4149=
MSM4150=
MSM4151=
MSM4152=
MSM4153=
MSM4154=
MSM4155=
MSM4160=
MSM4163=
MSM4164=
MSM4165=
MSM4167=

EIDENABLER="Запроваджено функцію придбання чорнил по Інтернету."
EIDENABLER_ADMIN="Щоб запустити це програмне забезпечення, необхідно увійти в систему як учасник групи адміністраторів."
MENU1_Mac=
MENU2_Mac=
MENU3_Mac=
MENU4_Mac=
MENU5_Mac=
MENU6_Mac=
MENU7_Mac=
MENU8_Mac=
MENU9_Mac=
MENU10_Mac=
English="English(English)"
French="Français(French)"
German="Deutsch(German)"
Arabic="العربية(Arabic)"
Italian="Italiano(Italian)"
Spanish="Español(Spanish)"
Portuguese="Português(Portuguese)"
Dutch="Nederlands(Dutch)"
Danish="dansk(Danish)"
Norwegian="norsk(bokmål)(Norwegian)"
Swedish="svenska(Swedish)"
Finnish="suomi(Finnish)"
Greek="Ελληνικά(Greek)"
Polish="polski(Polish)"
Czech="čeština(Czech)"
Russian="Русский(Russian)"
Indonesian="Bahasa Indonesia(Indonesian)"
Hungarian="magyar(Hungarian)"
Turkish="Türkçe(Turkish)"
Simplified_Chinese="中文(简体)(Chinese (Simplified))"
Traditional_Chinese="中文(繁體)(Chinese (Traditional))"
Korean="한국어(Korean)"
Thai="ภาษาไทย(Thai)"
Vietnamese="Tiếng Việt(Vietnamese)"
Japanese="日本語(Japanese)"
Estonian="eesti(Estonian)"
Latvian="latviešu(Latvian)"
Lithuanian="lietuvių(Lithuanian)"
Slovenian="Slovenščina(Slovenian)"
Ukrainian="Українська(Ukrainian)"
Slovak="slovenčina(Slovak)"
Persian="فارسی(Farsi)"
Bulgarian="български(Bulgarian)"
Rumanian="Română(Romanian)"
Croatian="hrvatski(Croatian)"
CN="Китай"
HK="Гонконг"
ID="Індонезія"
IN="Індія"
JP="Японія"
KR="Корея"
MY="Малайзія"
PH="Філіппіни"
SG="Сінгапур"
TW="Тайвань"
TH="Таїланд"
VN="В’єтнам"
MO="Макао"
AU="Австралія"
NZ="Нова Зеландія"
US="Сполучені Штати"
CA="Канада"
BR="Бразилія"
MX="Мексика"
AR="Аргентина"
CL="Чилі"
PA="Панама"
AT="Австрія"
BE="Бельгія"
BG="Болгарія"
HR="Хорватія"
CZ="Чехія"
DK="Данія"
EE="Естонія"
FI="Фінляндія"
FR="Франція"
DE="Німеччина"
GR="Греція"
HU="Угорщина"
IE="Ірландія"
IT="Італія"
LV="Латвія"
LT="Литва"
LU="Люксембург"
NL="Нідерланди"
NO="Норвегія"
PL="Польща"
PT="Португалія"
RO="Румунія"
RU="Росія"
SK="Словаччина"
SI="Словенія"
ZA="ПАР"
ES="Іспанія"
SE="Швеція"
CH="Швейцарія"
TR="Туреччина"
GB="Великобританія"
Others="Інше"
MSM5001=
MSM5002=
MSM5003=
MSM5004=
MSM5010=
MSM5011=
MSM5012=
MSM6000="Вибір методу підключення принтера."
MSM6001="Підключення до Wi-Fi"
MSM6002="Підключення до проводової локальної мережі (Ethernet-кабель)"
MSM6003="Підключення через USB (USB-кабель)"
MSM6004="Повторити мережеве настроювання принтера"
MSM6005="Вибір методу підключення до мережі Wi-Fi."
MSM6006="Підключіть за допомогою маршрутизатора безпроводової мережі (рекомендовано)"
MSM6007="Безпосереднє підключення"
MSM6008="Підключіть комп’ютер і принтер за допомогою маршрутизатора безпроводової мережі."
MSM6009="Підключіть принтер безпосередньо до комп’ютера."
MSM6010="Для переключення між підключенням за допомогою маршрутизатора безпроводової мережі й безпосереднім підключенням та отримання докладної інформації про метод підключення клацніть [Інструкції]."
MSM6011="Інструкції"
MSM6012="Переконайтеся, що принтер увімкнено."
MSM6013="Список принтерів, підключених до мережі"
MSM6014="Серійний номер"
MSM6015="MAC-адреса"
MSM6016="IP-адреса"
MSM6017="У списку не вдалося знайти принтер для настроювання"
MSM6018="Оновити"
MSM6019="1. Щоб встановити принтер у мережі, виберіть один принтер із наведеного вище списку, а потім натисніть кнопку [Далі].\n   Серійний номер можна знайти на задній панелі принтера та в Гарантії.\n   У наведеному вище списку можна побачити лише перші 5 цифр серійного номера.\n2. Якщо ви не можете знайти встановлюваний принтер у наведеному вище списку, увімкніть принтер і натисніть кнопку [Оновити].\n3. Якщо принтер усе ще не можна знайти, виберіть параметр [У списку не вдалося знайти принтер для настроювання], а потім натисніть кнопку [Далі]."
MSM6020="1. Якщо принтер, який необхідно настроїти в мережі, вказано в наведеному вище списку принтерів, виберіть його й натисніть кнопку [Далі].\n   Серійний номер можна знайти на задній панелі принтера або в гарантійному талоні.\n2. Якщо необхідного для настроювання принтера немає у списку, увімкніть принтер і клацніть [Оновити].\n3. Якщо принтер все одно не відображається у списку, виберіть [У списку немає принтера для настроювання], а потім натисніть кнопку [Далі].\n4. Для підключення через USB також виберіть [У списку немає принтера для настроювання], а потім натисніть кнопку [Далі]."
MSM6021="Підключення завершено."
MSM6022="Виберіть спосіб підключення"
MSM6023="Перевірте живлення"
MSM6024="Скористайтеся іншим способом для інсталяції. Дотримуйтеся вказівок на екрані."
MSM6025="Інсталяцію принтера потрібно завершити до того, як можна буде встановити драйвер XPS. Якщо інсталяцію не було завершено, натисніть кнопку [На початок], щоб установити принтер."
MSM6026="Перш ніж продовжити"
MSM6027="Це програмне забезпечення може використовувати мережу для налаштування принтера.\nЯкщо під час налаштування ваше захисне програмне забезпечення відображає попередження, дозвольте цьому програмному забезпеченню продовжити роботу.\n(Докладну інформацію див. в посібнику користувача вашого захисного програмного забезпечення.)\n\nЦе програмне забезпечення додасть інші встановлені ним програми в список дозволених програм у брандмауері Windows."
MSM6028="Вимкнути блокування"
MSM6029="Вибір принтера"
MSM6026_Mac="Перш ніж продовжити"
MSM6027_Mac="Це програмне забезпечення може використовувати мережу для налаштування принтера.\nМожливо, вам потрібно буде змінити параметри захисного програмного забезпечення перед налаштуванням, це залежить від того, яке захисне програмне забезпечення ви використовуєте.\n(Докладну інформацію див. в посібнику користувача вашого захисного програмного забезпечення.)\n\nЯкщо під час налаштування захисне програмне забезпечення відображає попередження, дозвольте цьому програмному забезпеченню продовжити роботу.\n\nЦе програмне забезпечення використовує в'язку ключів.\nЯкщо програма «Ключар» відображає запит на надання дозволу, натисніть кнопку [Дозволяти завжди]."
MSM6100="Програма My Image Garden використовує фотографії, збережені на комп’ютері, для автоматичного створення листівки або календаря."
MSM6101="Служба CREATIVE PARK PREMIUM надає високоякісний вміст виключно користувачам фірмових чорнил Canon."
MSM6102="Щоб зробити якісну копію надрукованого фото, просто виберіть відповідне меню на принтері."
MSM6103="Навіть якщо принтер вимкнений, він автоматично вмикається після відправлення завдання на друк."
MSM6104="Безшумний режим дозволяє друкувати, робити копії або сканувати в тиші, не турбуючись про час або людей навколо."
MSM6105="Зазначені функції відрізняються залежно від використовуваної моделі. Докладніше про це див. у посібнику."
MSM6106="Докладніше про функцію і параметри див. у посібнику користувача."
MSM6107="Із цією функцією можна завантажувати дані друку, а потім довільно розташовувати сторінки на папері та збільшувати або зменшувати їх розмір."
MSM6108="Цей плагін дає змогу легко створювати високоякісні роздруківки. Він підтримує Adobe Photoshop, Adobe Photoshop Lightroom і Digital Photo Professional."
MSM6109="Це програмне забезпечення дає змогу друкувати кілька файлів одночасно, забезпечуючи високу ефективність друку. За допомогою хмарної служби також можна поділитися файлами."
MSM6110="Із цією програмою можна створювати чудові плакати. Додано багато матеріалів."
MSM6111="Цей модуль призначено для зручного широкоформатного друку файлів, створених у Microsoft Office. Крім того, завдяки йому можна друкувати без полів і на довгому папері."
MSM6112="Із цією програмою можна самостійно налаштовувати параметри паперу. Можна змінювати назву паперу та вносити корективи для оптимізації друку на улюбленому папері."
MSM6113="Із цією програмою можна вносити в таблицю дані про кількість і вартість використ. чорнил і паперу. Також ви бачитимете загальну вартість друку, що полегшить керув. зниж. витрат."
MSM6114="Із цією програмою можна одночасно керувати кількома станами принтера. Завдяки цій програмі можна швидко помітити нестачу чорнила, що є корисною функцією в керуванні принтером."
MSM6115="Із функцією «Копіювання зі смартфону» можна робити копії документів за допомогою камери смартфону або планшета."
MSM6116="За допомогою програми Free Layout plus можна вибрати розташування тексту й зображень на сторінці під час друку."
MSM6117="Використовуйте улюблені фотографії, щоб створювати й друкувати неповторні колажі, листівки, календарі тощо за допомогою програми Easy-PhotoPrint Editor."
MSM6118="Друкуйте плакати, календарі й фотоколажі з комп'ютера або смартфону за допомогою програми Easy-PhotoPrint Editor."
MSM6119="Ця програма дає змогу створювати високоякісні роздруківки. Вона підтримує різні графічні редактори, як-от Adobe Photoshop, Adobe Photoshop Lightroom і Digital Photo Professional."
MSM6030="Вибір зі списку"
MSM6031="Серійний номер можна знайти в гарантійному талоні та на принтері."
MSM6032="Пристрій IPv4"
MSM6033="Пристрій IPv6"
MSM6034="Серійний номер (останні 5 цифр)"
MSM6035="Розташування серійного номера"
MSM6036="Зазначення IP-адреси та запуск пошуку"
MSM6037="Налаштування мережевого підключення за посібником"
MSM6038="Виберіть цей параметр, якщо принтера немає в списку або його не вдається знайти за IP-адресою."
MSM6039="Вибір методу пошуку принтера"
MSM6040="Пошук за IPv4-адресою"
MSM6041="Пошук за IPv6-адресою"
MSM6042="Пошук за іменем хоста"
MSM6043="Пошук за іменем Bonjour"
MSM6044="Щоб виконувати пошук за IP-адресою, спершу потрібно призначити IP-адресу для принтера. Докладніше див. в [Онлайновому посібнику]."
MSM6045="Не вдалося знайти вказану IP-адресу"
MSM6046="Не вдалося знайти вказаний принтер. Перевірте IP-адресу або ім'я хоста й повторіть спробу. Докладніше див. в [Онлайновому посібнику]."
MSM6047="Виявити повторно"
MSM6048="Указана IP-адреса або ім'я хоста вже використовується іншим пристроєм. Перевірте IP-адресу або ім'я хоста й повторіть спробу. Докладніше див. в [Онлайновому посібнику]."
MSM6049="Змінення параметрів мережі IPv4"
MSM6050="Виберіть метод налаштування та введіть IP-адресу принтера, що використовуватиметься."
MSM6051="Автоматичне встановлення"
MSM6052="Щоб отримувати IP-адресу автоматично, потрібно мати DHCP-сервер."
MSM6053="Настроювання вручну"
MSM6054="Адреса IPv4"
MSM6055="Зверніться до адміністратора мережі щодо IP-адреси."
MSM6056="Змінення параметрів мережі IPv6"
MSM6057="Щоб отримувати IPv6-адресу автоматично, потрібно мати DHCPv6-сервер або IPv6-маршрутизатор."
MSM6058="Адреса IPv6"
MSM6059="Довжина префікса"
MSM6060="Зверніться до адміністратора мережі щодо IP-адреси та довжини префікса."
MSM6061="Не вдалося змінити параметри мережі"
MSM6062="Не вдалося змінити параметри мережі. Можливі причини:\n  - Введено недійсну IP-адресу\n  - Введено повторювану IP-адресу"
MSM6063="Докладніше див. в [Онлайновому посібнику]."
MSM6064="Клацніть [Додати принтер] і додайте принтер, дотримуючись інструкцій на екрані.\n\nПісля додавання принтера клацніть [Далі]."
MSM6065="Для використання всіх функцій принтера необхідно встановити драйвер Canon.\nКлацніть [Далі] та повторіть процедуру настроювання."
MSM6066="Призначення принтером за промовчанням"
MSM6067="Підключіть принтер до комп’ютера за допомогою USB-кабелю.\nПереконайтеся, що принтер увімкнено."
MSM6068="Якщо USB-кабель підключено до принтера, від’єднайте його."
MSM6069="Назва продукту"
MSM6071="Комп’ютерна мережа недоступна"
MSM6072="Перевірте, чи підключено комп'ютер до мережі. \nЩоб підключитися до мережі Wi-Fi, перевірте стан підключення маршрутизатора безпроводової мережі."
MSM6073="Ввід пароля адміністратора"
MSM6074="Введіть пароль адміністратора для принтера."
MSM6075="Пароль адміністратора"
MSM6075_add1="Пароль адміністратора:"
MSM6076="Неправильний пароль."
MSM6077="Увімкніть Wi-Fi на комп'ютері."
MSM6081="Можливість друку зі смартфону або планшета"
MSM6085="Інформація про мережу в маршрутизаторі безпроводової мережі"
MSM6087="Пароль:"
MSM6088="Показати пароль"
MSM6089="Натисніть [Інструкції], зверніться до онлайнового посібника та настройте свій смартфон або планшет.\nЯкщо ви не користуєтеся смартфоном або планшетом, натисніть [Далі]."
MSM6091="Ви виконали ініціалізацію принтера?"
MSM6092="1. Переконайтеся, що в чорнильниці є чорнило.\n2. Натисніть і утримуйте кнопку «Стоп (Stop)» на принтері протягом приблизно 5 секунд.\nПісля цього принтер розпочне ініціалізацію. Ця процедура займе приблизно 6 хвилин."
MSM6093="1. Переконайтеся, що в чорнильниці є чорнило.\n2. Натисніть і утримуйте кнопку «ПРОДОВЖИТИ/СКАСУВАТИ (RESUME/CANCEL)» на принтері протягом приблизно 5 секунд.\nПісля цього принтер розпочне ініціалізацію. Ця процедура займе приблизно 6 хвилин."
MSM6094="Підготовка системи подачі чорнила"
MSM6095="Система подачі чорнила не готова. Щоб почати підготовку, клацніть [Інструкції] і ознайомтеся з інструкціями з підготовки або документом \"Посібник для початку роботи (Getting Started)\", який поставляється разом із принтером."
MSM6096="Перевірте принтер"
MSM6097="Код підтримки: %s\n\nПідготовку принтера не завершено. Перевірте принтер.\nДля докладнішої інформації натисніть [Інструкції] і зверніться до Онлайнового посібника.\n\nПотім натисніть [Далі]."
MSM6098="Інструкції"
MSM6099="Я перевірю свій принтер пізніше."
MSM6120="Просте безпроводове підключення"
MSM6121="Натисніть [Інструкції] і дотримуйтеся вказівок, щоб підготувати принтер до підключення. Щойно принтер буде готовий, його буде виявлено, і ви зможете перейти до наступного кроку. На виявлення принтера може знадобитися деякий час."
MSM6123="Альтернативні способи"
MSM6124="Параметри Wi-Fi"
MSM6125="Виберіть спосіб налаштування Wi-Fi і натисніть [Далі]."
MSM6126="Підключитися до Wi-Fi з принтера"
MSM6127="Настроїти підключення до Wi-Fi за допомогою USB-кабелю"
MSM6128="Якщо принтер не знайдено навіть після виконання кроків із посібника, у мережі можуть бути проблеми. Натисніть [Усунення неполадок] і перевірте параметри мережі."
MSM6129="Усунення неполадок"
MSM6130="Підключення принтера до мережі"
MSM6131="Щойно принтер буде готовий, натисніть [Далі]. Щоб підготувати підключення на принтері, натисніть [Інструкції] та дотримуйтеся посібника."
MSM6133="Програма закривається, і відкривається онлайновий посібник.\n\nЦя програма закриється, щоб не впливати на параметри мережі. Після перевірки параметрів мережі перезапустіть програму."
MSM6134="Якщо не вдається перейти до наступного кроку навіть після підготовки принтера до підключення, натисніть [Альтернативні способи]."
MSM6135="Програма закривається, і відкривається онлайновий посібник."
MSM6136="Ця програма закриється, щоб не впливати на параметри мережі. Після перевірки параметрів мережі перезапустіть програму."
MSM6150="Виберіть свій мережевий адаптер"
MSM6151="Виявлено декілька мережевих адаптерів. Виберіть мережевий адаптер, який потрібно використовувати."
MSM6160="Ярлик Онлайнового посібника"
MSM6161="Створити ярлик швидкого доступу до онлайнового посібника?"
MSM6162="Онлайновий посібник Canon %s"
MSM6163="Створити ярлик швидкого доступу"
MSM6164="Не створювати ярлик швидкого доступу"
MSM6170="Не вдається виявити принтер.\nНатисніть [Усунення неполадок] і перегляньте інформацію щодо процедури виправлення."
MSM6171="Принтер виявлено. Зачекайте, доки завершиться встановлення.\nЦе може тривати деякий час."
MSM6172="USB-кабель підключено до принтера. Від'єднайте його."
MSM6173="Підключення принтера не встановлено. Повернутися на попередній екран?"
MSM6180="Підключення принтера до мережі"
MSM6181="Натисніть кнопку [Далі] та налаштуйте принтер, дотримуючись інструкцій на екрані."
MSM6182="Не вдалося знайти принтер.\nНатисніть кнопку [Далі] та налаштуйте принтер, дотримуючись інструкцій на екрані."
MSM6183="Пошук IP-адреси"
MSM6184="Виберіть зі списку принтер, який потрібно використати. Якщо кілька принтерів мають однакові назви, перевірте серійний номер."
MSM6185="Перевірка серійного номера"
MSM6186="Якщо потрібного принтера немає в списку, натисніть кнопку [Принтер не знайдено]."
MSM6187="Принтер не знайдено"
MSM6190="Підготовка принтера"
MSM6191="Натисніть і утримуйте відповідну кнопку на принтері протягом 3 секунд, а потім натисніть кнопку [Далі]."
MSM6192="Якщо під час підключення з використанням цієї кнопки виникли проблеми, натисніть [Інструкції]."
MSM6193="Пошук принтерів. Зачекайте. Це може тривати близько хвилини."
MSM6200="Перевірка стану сканера"
MSM6201="Підключіть сканер до комп'ютера за допомогою USB-кабелю.\nУвімкніть сканер, якщо він має кнопку ввімкнення або перемикач живлення."
MSM6202="Не вдається виявити сканер.\nНатисніть [Усунення неполадок] для пошуку можливих рішень."
MSM6203="USB-кабель підключено до сканера. Від'єднайте його."
MSM6204="Сканер виявлено. Зачекайте, доки завершиться встановлення.\nЦе може тривати деякий час."
MSM6210="Дізнатися більше про принтер Canon %s"
MSM6211="Інші програми для %s"
MSM6212="Посібник користувача Canon %s"
MSM6213="Онлайновий посібник"
MSM6220="Можливо, підготовку принтера не завершено. Зверніться до Онлайнового посібника."
MSM6221="Можливо, підготовку принтера не завершено."
MSM6222="Зверніться до Онлайнового посібника."
MSM6230="Підключіть за допомогою маршрутизатора безпроводової мережі"
MSM6233="Залежно від мережевого середовища пряме підключення до принтера може призвести до відключення комп'ютера від Інтернету.\nБажаєте вибрати принтер для підключення?\n\nПоточне підключення: %s"
MSM6240="Не вдалося знайти вказаний принтер. Перевірте IP-адресу або ім'я Bonjour і повторіть спробу. Докладніше див. в [Онлайновому посібнику]."
MSM6241="Указана IP-адреса або ім'я Bonjour уже використовується іншим пристроєм. Перевірте IP-адресу або ім'я Bonjour і повторіть спробу. Докладніше див. в [Онлайновому посібнику]."
